{
    "Profile": "Профиль",
    "Words": "Слова",
    "Learn": "Учить",
    "Menu": "Меню",

    "sync on": "синхр. вкл",
    "sync off": "синхр. выкл",

    "Words in the dictionary": "Слов в словаре",
    "New words": "Новых слова",
    "In the study": "В процессе изучения",

    "New": "Новое",
    "Learning": "Начатое",
    "Low": "Низкий",
    "Medium": "Средний",
    "Height": "Высокий",
    "Know": "Знаю",
    "Learned": "Выучено",

    "Add Word": "Новое слово",
    "Add": "Добавить",
    "Back": "Назад",
    "Start": "Начать",

    "Word": "Слово",
    "Translation": "Перевод",
    "Transcription": "Транскрипция",

    "Application": "Приложение",
    "Display words": "Отображать слова",
    "Synchronization": "Синхронизация",
    "Account": "Учетная запись",
    "Dark mode": "Темный режим",
    "Language": "Язык",
    "Sorting": "Сортировка",
    "Order": "По",
    "asc": "Возрастанию",
    "desk": "Убыванию",
    "Recommended for study": "Рекомендовано к изучению",
    "Show": "Показать",
    "Save word": "Сохранить слово",
    "Last changes": "Последние изменения",
    "Higher knowledge": "Высшее знание",
    "Lower knowledge": "Низшие знания",

    "Translate": "Перевести",
    "Knowledge": "Знание",
    "Date created": "Дата создания",

    "Not enough words to study": "Недостаточно слов для изучения",
    "It takes at least": "Нужно как минимум",
    "Now": "Сейчас",
    "Added words": "Добавить слова",
    "Still continue": "Продолжить",
    "Remembered": "Помню",
    "Don't know": "Не помню",
    "Learn new words": "Учить новые слова",
    "Repeat learned words": "Повторить выученные слова",
    "for study is ready": "готово для изучения",
    "for repeat is ready": "готово для повторения",
    "word(s)": "слов",
    "There are no words for repeating so far": "Слов для повторения нет",
    "Time hasn't come yet": "Время ещё не пришло",

    "Available": "Доступно",
    "Add selectively": "Добавить выборочно",

    "Filter": "Фильтр",
    "Sort": "Сортировка",

    "Confirm": "Подтвердить",
    "selected": "выбрано",

    "Disagree": "Отмена",
    "Agree": "Подтвердить",

    "messageConfirm_study": "Вы уверены, что хотите добавить эти {{count}} слово в свой список изучения?",
    "messageConfirm_delete": "Вы уверены, что хотите удалить эти {{count}} слово из своего словаря?",
    "messageConfirm_toNow": "Вы уверены, что хотите вернуть эти {{count}} слово в список новых?",

    "Are you sure you don't remember this word?": "Ви впевнені, що не пам'ятаєте це слово?",
    "By level of English": "По уровню английского",

    "Adjectives": "Прилагательные",
    "Adverbs": "Наречия",
    "Verbs": "Глаголы",
    "Family": "Семья",
    "Social communication": "Социальное общение",
    "The World": "Мир",
    "Tourist": "Туризм",
    "Career and professional development": "Карьера и профессиональное развитие",
    "Climate nature protection": "Защита климата и природы",
    "Entertainment and recreation": "Развлечения и отдых",
    "Life successes and failures": "Успехи и неудачи в жизни",
    "Social interaction in the Post COVID period": "Социальное взаимодействие в пост-COVID период",
    "Youth modern manners": "Современные манеры молодежи",
    "Modern education": "Современное образование",
    "Modern literature": "Современная литература",
    "Social trends": "Социальные тенденции",
    "Personality and social behavior": "Личность и социальное поведение",
    "Scientific research": "Научные исследования",
    "TheEarth": "Земля",
    "Top 1000 words": "Топ 1000 слов",

    "welcome_message": "Word Wice",
    "appDesk#1": "Приложение предназначено для тех, кто хочет расширить свой словарный запас иностранного языка. В нем ты найдёшь удобную таблицу - словарь, в которую можно добавлять новые слова, а также страницу для изучения этих слов.",
    "appDesk#2": "Каждое слово в нашем приложении имеет несколько уровней знания - от A0 (новое слово) до C2 (выученное слово). Уровни знания помогают определить уровень знания каждого слова и определить, как часто его нужно повторять для запоминания.",
    "appDesk#3": "A0 - New / A1 - Начатое / A2 - Низкий / B1 - Средний / B2 - Высокий / C1 - Знаю / C2 - Выучено",
    "appDesk#4": "Каждое слово будет появляться в карточках для изучения с определенной задержкой времени между уровнями. Например, время задержки между с B2 на С1 составляет два часа, а с C1 на C2 - 24 часа. Кроме того, повторение выученных слов (C2) будет происходить до 5 повторов каждые 3 дня, с увеличением количества повторов, время будет увеличиваться.",
    "appDesk#5": "Обучение в приложении проходит по методу 'помню / не помню'. Если вы помните слово и отмечаете, что помните его, то уровень его повышается на один, если нет, то уровень понижается.",
    "appDesk#6": "После того, как слово становится C2, оно переходит в категорию выученного слова и больше не будет появляться в карточках для изучения, а будет появляться в карточках повторения. Если вы забыли выученное слово, оно сбрасывается до уровня B2 и количество повторов так же сбрасывается.",
    "appDesk#7": "Количество слов для изучения по умолчанию рекомендовано 5 слов, но ты можешь увеличить это число до 50 слов. Если количество слов меньше 5, то перед началом изучения слов будет появляться оповещение, о недостатке слов, и можно автоматически обновить уровень слов в своём словаре с - A0, “Новое”, на - A1,“В процессе изучения”",
    "appDesk#8": "Приложение также имеет возможность работать оффлайн в браузере и на мобильном устройстве, так что вы можете использовать его везде и всегда, даже если у тебя нет доступа к интернету. Кроме того, приложение синхронизируется с сервером, когда ты подключаешься к интернету, так что все ваши данные сохраняются и доступны на всех ваших устройствах.  При синхронизации, если одно устройство было оффлайн, а другое было онлайн, слова дублируются, так как ты мог достигнуть разного прогресса изучения слов на своих устройствах, поэтому по умолчанию удаляется слово которое редактировалось раньше. Однако, это можно изменить в настройках, чтобы удалять слова в зависимости от их знания (уровня).",
    "appDesk#9": "В приложении также есть небольшие словари, которые помогут начать изучать новый язык. Ты можешь выбрать словарь, соответствующий твоему уровню знаний языка и теме, которую ты хочешь изучить, и добавить слова из этого набора слов в свой собственный словарь. Это может быть полезно, если в данный момент нет возможности самостоятельно добавить нужные слова в свой словарь.",
    "appDesk#10": "Также ты можешь настроить приложение так, чтобы оно соответствовало твоим индивидуальным потребностям и стилю обучения. Есть возможность изменить количество слов, которые ты хочешь изучить за один раз, настроить время задержки между повторением слов (пока что недоступно) и выбрать, какие слова ты хочешь удалять при синхронизации.",
    "appDesk#11": "Если у тебя возникают вопросы или проблемы с приложением, вы можете связаться со мной, используя почту которая указана в меню - “О приложении”. Постараюсь ответить как можно скорее и решить любые проблемы, которые у тебя могут возникнуть.",
    "appDesk#12": "Надеемся, что наше приложение поможет вам эффективно и интересно изучать новые слова и улучшать свой уровень знания иностранного языка. Если у тебя есть какие-либо предложения по улучшению приложения или новые идеи, которые ты бы хотел увидеть в будущих обновлениях, пожалуйста, сообщите мне об этом! Я всегда открыты для обратной связи и стремлюсь сделать данное приложение максимально удобным и полезным для пользователей, и для себя :)",

    "See": "Смотреть",
    "Translator": "Переводчик",
    "Cancellation": "Отмена",
    "This translation may not be accurate": "Этот перевод может быть неточным",
    "Contacts": "Контакты",
    "Close": "Закрыть",
    "Login with google": "Вход через google",
    "About the app": "О приложении"
}
